Repository: antonvw/wex
Catalog: syncped/locale/syncped-*.po
Languages: fr

source: Project Files
fr: Fichiers de Projet

source: Files
fr: Fichiers

source: Output
fr: Résultats

source: Ascii Table
fr: Ascii Tableu

source: History
fr: Histoire

source: Projects
fr: Projets

source: Select Projects
fr: Sélectionner des Projets

source: project
fr: projet

source: textfile
fr: Fichier

source: Process is running
fr: Processus passe

source: This program offers a portable text or binary editor with automatic syncing.
fr: Ce programme offre un texte portable ou éditeur binaire avec la synchronisation automatique.

source: All its config files are read and saved in the same directory as where the executable is.
fr: Tous les fichiers de configuration stockés et lus dans le même dossier que le programme lui-même est.

source: Editor Options
fr: Options de l'éditeur

source: Comparator
fr: Comparateur

source: Set Comparator
fr: Régler SVN et Comparateur

source: List Font
fr: Liste des Types de caractère

source: Set List Font
fr: Lijst lettertype instellen

source: List Colour
fr: Liste des Couleurs

source: Set List Read Only Colour
fr: Régler une Liste des Coulerurs

source: Project Save As
fr: Enregistrer le Projet comme

source: Cannot open file
fr: Impossible d'ouvrir le fichier

source: File type
fr: Type de Fichier

source: Lines or items
fr: Des lignes ou des articles

source: Theme
fr: Thème

source: Close A&ll
fr: Fermer T&ous

source: Save A&ll
fr: Enregistrer T&ous

source: vi mode
fr: mode vi

source: Find &in Files
fr: Chercher &dans Fichiers

source: Replace in File&s
fr: Remplacer dans Fichier&s

source: &Find and Replace
fr: &Chercher et Remplacer

source: &Control Char
fr: &Contrôler Caractère

source: Start Record
fr: Commencer l'enregistrement

source: Stop Record
fr: Arrêter l'enregistrement

source: Playback
fr: Joue

source: &Files
fr: &Fichiers

source: &Projects
fr: &Projets

source: &Explorer
fr: &Explorateur

source: &History
fr: &Histoire

source: &Output
fr: &Résultates

source: &Ascii Table
fr: &Ascii Tableau

source: &Select
fr: &Sélectionner

source: &Open as Text
fr: &Ouvrir comme Texte

source: &Auto Sort
fr: &Trier Automatique

source: Split
fr: Diviser

source: Set &Comparator
fr: régler SVN et Comparateur

source: Set &List Font
fr: &Régler une Liste de caractère

source: Set List &Read Only Colour
fr: Régler une Liste des Couleurs

source: &Ascending
fr: &Monter

source: &Descending
fr: &Descendre

source: &Toggle
fr: &Alterner

source: Set &List Sort Method
fr: Régler &Liste méthode de tri

source: Set &Editor Options
fr: &Options de l'editeur

source: &View
fr: &Voir

source: &Process
fr: &Processus

source: &Project
fr: &Projet

source: &Window
fr: &Fenêtre
