Repository: antonvw/wex
Catalog: syncsocketserver/locale/syncsocketserver-*.po
Languages: nl

source: Number of clients connected
nl: Aantal verbonden klanten

source: Repeat timer
nl: Herhaal timer

source: Number of bytes received and sent
nl: Bytes ontvangen en verstuurd

source: File type
nl: Bestands type

source: Lines in window
nl: Regels in scherm

source: Clear Statistics
nl: Statistieken legen

source: Clears the statistics
nl: Statistieken legen

source: Hide
nl: Verbergen

source: Puts back in the task bar
nl: Terug naar werkbalk

source: Config
nl: Configureren

source: Configures the server
nl: Server configuratie

source: Echo's received data back to client
nl: Echo terug naar klant

source: Logs data read from and written to client
nl: Logs gelezen en geschreven data

source: Count Only
nl: Alleen totalen

source: Logs only byte counts, no text
nl: Logs alleen aantallen bytes, geen tekst

source: Buffer Size
nl: Buffer grootte

source: Sets buffersize for data retrieved from client
nl: Stel buffer grootte in voor klant data

source: Repeat Timer
nl: Herhaal timer

source: Repeats with timer writing last data to all clients
nl: Herhaal timer

source: Stops the timer
nl: Stop de timer

source: Write
nl: Schrijven

source: Writes data to all clients
nl: Data naar alle klanten schrijven

source: Shell
nl: Opdrachtprompt

source: Statistics
nl: Statistieken

source: &View
nl: &Beeld

source: &Client
nl: &Klant

source: &Options
nl: &Opties

source: Write data
nl: Schrijf data

source: accepted
nl: geaccepteerd

source: lost
nl: verbroken

source: connection
nl: verbinding

source: clients:
nl: klanten:

source: This program offers a general socket server.
nl: Dit programma biedt algemene socket server

source: saved:
nl: opgeslagen:

source: File Save As
nl: Bestand opslaan als

source: Stop server?
nl: Server stoppen?

source: Confirm
nl: Bevestigen

source: server stopped
nl: server gestopt

source: %d clients
nl: %d klanten

source: Input
nl: Invoer

source: Hostname
nl: Hostnaam

source: Port
nl: Poort

source: Server Config
nl: Server configuratie

source: timer stopped
nl: timer gestopt

source: error: couldn't accept a new connection
nl: fout: kon geeen nieuwe verbinding accepteren

source: Connections Accepted
nl: Verbindingen geaccepteerd

source: %s connected at %d
nl: %s verbonden met %d

source: Input Events
nl: Invoer gebeurtenissen

source: Bytes Received
nl: Bytes ontvangen

source: Bytes Sent
nl: Bytes verstuurd

source: read: %d bytes from: %s
nl: gelezen: %d bytes van: %s

source: Connections Lost
nl: Verbindingen verbroken

source: server listening at %d
nl: server luistert op %d

source: opened:
nl: geopend:

source: could not listen at %d
nl: kan niet luisteren op socket %d

source: Socket Error: %d
nl: Socket fout: %d

source: Input (seconds):
nl: Invoer (seconden):

source: timer set to: %d seconds (%s)
nl: timer gezet op: %d seconden (%s)

source: not all bytes sent to socket
nl: niet alle bytes verstuurd

source: Messages Sent
nl: Berichten verstuurd

source: write: %d bytes to: %s
nl: geschreven: %d bytes naar: %s

source: Open
nl: Openen
