Repository: antonvw/wex
Catalog: syncodbcquery/locale/syncodbcquery-*.po
Languages: nl

source: &Open
nl: &Openen

source: &Close
nl: &Sluiten

source: Results
nl: Uitvoer

source: Statistics
nl: Statistiek

source: &View
nl: &Beeld

source: &Connection
nl: &Verbinding

source: &Options
nl: &Opties

source: This program offers a general ODBC query.
nl: Dit programma biedt algemene ODBC query

source: error:
nl: fout:

source: not connected
nl: geen verbinding

source: cancelled
nl: geannuleerd

source: Number of query errors
nl: Aantal query fouten

source: %d queries (%.3f seconds)
nl: %d queries (%.3f seconden)

source: %d rows processed (%.3f seconds)
nl: %d records opgehaald (%.3f seconden)

source: Rows processed
nl: Records opgehaald

source: Query runtime
nl: Query uitvoertijd

source: Total number of queries run
nl: Totaal aantal uitgevoerde queries

source: Total query runtime
nl: Totaal query uitvoertijd

source: Total rows processed
nl: Totaal aantal records opgehaald
