Repository: antonvw/wex
Catalog: trunk/extension/locale/wxextension-*.po
Languages: nl

source: Cannot set working directory
nl: Kan werk map niet zetten

source: Command
nl: Commando

source: Execute
nl: Uitvoeren

source: No further info available
nl: Geen info beschikbaar

source: Save changes
nl: Wijzigingen opslaan

source: Confirm
nl: Bevestigen

source: Save changes to
nl: Wijzigingen opslaan in

source: Synchronized
nl: Gesynchroniseerd

source: Modified
nl: Gewijzigd

source: Find
nl: Zoeken

source: Replace
nl: Vervangen

source: Find what
nl: Zoeken

source: Match case
nl: Identieke hoofdletters/kleine letters

source: Match whole word
nl: Heel woord

source: Regular expression
nl: Reguliere expressie

source: Replace with
nl: Vervangen door

source: Search down
nl: Omlaag zoeken

source: Searching for
nl: Zoeken naar

source: replacing with
nl: vervangen door

source: Author
nl: Auteur

source: License
nl: Licentie

source: Purpose
nl: Omschrijving

source: Illegal indicator: %s on line: %d
nl: Onbekende indicator: %s regel: %d

source: Illegal indicator style: %s on line: %d
nl: Onbekende indicator stijl: %s op regel: %d

source: Illegal indicator number: %d on line: %d
nl: Onbekende indicator nummer: %d op regel: %d

source: Lexer is not known
nl: Onbekende lexer

source: Missing lexer on line: %d
nl: Ontbrekende lexer tag op regel: %d

source: Keywords could not be set on line: %d
nl: Keywords kunnen niet worden bepaald op regel: %d

source: All Files
nl: Alle bestanden

source: Duplicate default style: %s on line: %d
nl: Dubbele standaard stijl: %s op regel: %d

source: Macro: %s on line: %d already exists
nl: Macro: %s op regel: %d bestaat al

source: Macro style: %s on line: %d already exists
nl: Macro style: %s op regel: %d bestaat al

source: In files
nl: In bestanden

source: Add what
nl: Toevoegen

source: Input
nl: Invoer

source: List Font
nl: Lijst lettertype

source: Sort On
nl: Sorteren op

source: Sorted on
nl: Gesorteerd op kolom

source: Toolbar
nl: Werkbalk

source: Findbar
nl: Zoekbalk

source: vibar
nl: vibalk

source: Editor Options
nl: Editor opties

source: Illegal marker: %s on line: %d
nl: Onbekende marker: %s op regel: %d

source: Illegal marker number: %d on line: %d
nl: Onbekende marker nummer: %d op regel: %d

source: &Menubar Ctrl+B
nl: &Menubalk Ctrl+B

source: &Statusbar
nl: &Statusbalk

source: &Toolbar
nl: &Werkbalk

source: &Findbar
nl: &Zoekbalk

source: &Deselect All
nl: Alles &deselecteren

source: &Invert
nl: &Inverteren

source: Page &Setup
nl: Pagina-&instelling

source: &Tools
nl: &Hulpmiddelen

source: Datasource
nl: Databron

source: User
nl: Gebruiker

source: Password
nl: Wachtwoord

source: <Skipped>
nl: <Overgeslagen>

source: Illegal property name: %s or value: %s on line: %d
nl: Onbekende property naam: %s of waarde: %s op regel: %d

source: event not found
nl: gebeurtenis niet gevonden

source: Open
nl: Openen

source: Comparator
nl: Vergelijker

source: &Compare Recent Version
nl: &Vergelijken met laatste versie

source: &Open In Browser
nl: &Openen in browser

source: &Uppercase F11
nl: &Hoofdletter F11

source: &Lowercase F12
nl: &Kleine letter F12

source: &Sort
nl: &Sorteren

source: &Selection
nl: Selectie

source: &Toggle Fold Ctrl+T
nl: &Op/uitvouwen Ctrl-T

source: &Fold All Lines F9
nl: &Alle regels opvouwen F9

source: &Unfold All Lines F10
nl: &Alle regels uitvouwen F10

source: End of line
nl: Zichtbaar maken einde regel

source: Line numbers
nl: Regel nummers

source: Use tabs
nl: Gebruik tabs

source: Caret line
nl: Cursor regel

source: vi mode
nl: vi modus

source: General
nl: Algemeen

source: Invisible
nl: Onzichtbaar

source: Invisible after ident
nl: Onzichtbaar na inspringen

source: Visible always
nl: Altijd zichtbaar

source: Whitespace
nl: Niet zichtbare tekens

source: None
nl: Geen

source: Word
nl: Woord

source: Wrap line
nl: Regel doorloop

source: End
nl: Einde

source: Wrap visual flags
nl: Visuele regel doorloop

source: Edge column
nl: Kantlijn kolom

source: Edge
nl: Kantlijn

source: Line
nl: Regel

source: Background
nl: Achtergrond

source: Edge line
nl: Kantlijn regel

source: Tab width
nl: Tab breedte

source: Margin
nl: Marges

source: Indent
nl: Indentatie

source: Divider
nl: Scheiding

source: Folding
nl: Vouwen

source: Line number
nl: Regel nummer

source: Auto fold
nl: Automatisch opvouwen

source: Indentation guide
nl: Inspring gids

source: Line before expanded
nl: Lijn voor uitgevouwen

source: Line before contracted
nl: Lijn voor opgevouwen

source: Line after expanded
nl: Lijn na uitgevouwen

source: Line after contracted
nl: Lijn na opgevouwen

source: Fold flags
nl: Opvouw vlaggen

source: Include directory
nl: Include map

source: Directory
nl: Map

source: Control Character
nl: Controle karakter

source: Document is readonly
nl: Document is alleen lezen

source: Readonly attribute changed
nl: Alleen-lezen attribuut gewijzigd

source: Macro played back
nl: Macro afgespeeld

source: file: %s does not exist
nl: bestand: %s bestaat niet

source: Replaced: %d occurrences of: %s
nl: Vervangen: %d voorkomens van: %s

source: Start Of Sequence
nl: Begin van rij

source: End Of Sequence
nl: Einde van rij

source: Start and end sequence should have same length
nl: Begin en einde rij moeten gelijke lengte hebben

source: Generate %ld lines
nl: Voeg %ld regels toe

source: Macro recording
nl: Macro aan het opnemen

source: Macro is recorded
nl: Macro is opgenomen

source: Opened
nl: Geopend

source: Saved
nl: Opgeslagen

source: Illegal style: %s on line: %d
nl: Onbekende stijl: %s op regel: %d

source: Illegal style: %s
nl: Onbekende stijl: %s

source: Comments
nl: Commentaar woorden

source: Comment Size
nl: Commentaar grootte

source: Words Of Code
nl: Code woorden

source: Lines Of Code
nl: Code regels

source: Empty Lines
nl: Lege regels

source: Files
nl: Bestanden

source: Total Size
nl: Totale grootte

source: Lines
nl: Regels

source: Recent revision from
nl: Laatste wijziging van

source: Reported %ld revisions in
nl: %ld revisies gerapporteerd in

source: Report &Revision
nl: &Revisie overzicht

source: Counted
nl: Geteld

source: Report &Count
nl: &Statistiek overzicht

source: Found %ld matches in
nl: %ld voorkomens gevonden in

source: Replaced %ld matches in
nl: Vervangen: %ld voorkomens in

source: Reported %ld keywords in
nl: %ld keywords gerapporteerd in

source: Report &Keyword
nl: &Keyword overzicht

source: statistics.log
nl: statistiek.log

source: Actions Completed
nl: Acties uitgevoerd

source: file(s)
nl: bestand(en)

source: Open in hex mode
nl: Hexadecimaal openen

source: Synchronize modified files
nl: Synchronizeer gewijzigde bestanden

source: Find next
nl: Volgende zoeken

source: Find previous
nl: Vorige zoeken

source: Search case sensitive
nl: Zoeken identieke hoofdletters/kleine letters

source: Search matching words
nl: Zoeken hele woorden

source: Search using regular expressions
nl: Zoeken met reguliere expressie

source: Compared
nl: Vergeleken

source: bottom
nl: einde

source: top
nl: begin

source: hit
nl: passeert

source: not found
nl: niet gevonden

source: No version information found
nl: Geen basis versie gevonden

source: No files found
nl: Geen bestanden gevonden

source: Select Files
nl: Bestanden selecteren

source: Page @PAGENUM@ of @PAGESCNT@
nl: Pagina @PAGENUM@ van @PAGESCNT@

source: Printed
nl: Afgedrukt

source: Base folder
nl: Basis map

source: Path
nl: Pad

source: Missing vcs on line: %d
nl: Ontbrekende vcs op regel: %d

source: No commands found for:
nl: Geen commando gevonden voor:

source: Reached commands limit: %d
nl: Commando limiet: %d bereikt

source: Prefix flags
nl: Prefix vlaggen

source: Revision comment
nl: Commentaar

source: Flags
nl: Vlaggen

source: %d fewer lines
nl: %d regels minder

source: %d lines moved
nl: %d regels verplaatst

source: %d lines yanked
nl: %d regels yanked

source: Add folders
nl: Mappen toevoegen

source: &Open
nl: &Openen

source: In folder
nl: In map

source: Recursive
nl: Recursief

source: Executed %ld SQL queries in
nl: %ld queries uitgevoerd

source: &SQL Query Run
nl: &SQL queries uitvoeren

source: Reported %ld SQL queries in
nl: %ld queries gerapporteerd

source: Report SQL &Query
nl: SQL queries overzicht

source: Removed not existing file: %s from history
nl: Niet bestaand bestand: %s verwijderd uit geschiedenis

source: Replace In Files
nl: Vervangen in bestanden

source: Find In Files
nl: Zoeken in bestanden

source: Process is running
nl: Proces is bezig

source: Cannot locate file
nl: Kan bestand niet vinden

source: Cancelled
nl: Geannuleerd

source: Open &Recent
nl: &Laatste openen

source: File Name
nl: Bestand

source: In Folder
nl: Map

source: List Colour
nl: Lijst kleur

source: Size
nl: Grootte

source: Revision
nl: Revisie

source: Date
nl: Datum

source: Initials
nl: Initialen

source: Revision Comment
nl: Revisie commentaar

source: &Build RBS File
nl: &RBS bestand maken

source: File Count
nl: Statistiek

source: Find Results
nl: Zoek resultaten

source: History
nl: Geschiedenis

source: Process Output
nl: Proces uitvoer

source: File
nl: Bestand

source: Replace Results
nl: Vervang resultaten

source: Revisions
nl: Revisies

source: Version List
nl: Versie lijst

source: Match
nl: Zoektekst

source: Line No
nl: Regel nummer

source: Run Time
nl: Uitvoertijd

source: Replaced
nl: Vervangen

source: C&ompare
nl: &Vergelijken

source: &Make
nl: &Maken

source: &Compare With
nl: Vergelijken &met

source: &Version List
nl: &Versie lijst

source: Replace In
nl: Vervangen in

source: Find In
nl: Zoeken in

source: Selection
nl: selectie

source: Folder Type
nl: Map type

source: RBS File
nl: RBS bestand

source: RBS Pattern
nl: RBS patroon

source: Build RBS File
nl: RBS bestand maken

source: generated
nl: gegenereerd

source: Add files
nl: Bestanden toevoegen

source: Added
nl: Toegevoegd

source: Add Items
nl: Bestanden toevoegen

source: Add
nl: Toevoegen

source: Process folder
nl: Proces map

source: Process
nl: Proces

source: No listview to collect output
nl: Geen lijst beschikbaar

source: Stopped
nl: Gestopt

source: Ready
nl: Klaar

source: Readonly
nl: Alleen lezen

source: Retrieved: %d records
nl: %d records opgehaald

source: Error
nl: Fout

source: ODBC Error
nl: ODBC fout

source: Options
nl: Opties

source: File Purpose
nl: Bestand omschrijving

source: Enter Lexer
nl: Geef lexer

source: Enter Theme
nl: Geef thema

source: Enter Item Number
nl: Geef item nummer

source: Open ODBC Connection
nl: ODBC verbinding openen

source: Value
nl: Waarde

source: Enter Control Character
nl: Geef controle karakter

source: Enter Line Number
nl: Geef regel nummer

source: Enter Sort Position
nl: Geef sorteer positie

source: Set VCS
nl: VCS Instellen

source: Select Process
nl: Proces selecteren
