Repository: antonvw/wex
Catalog: locale/wxextension-*.po
Languages: fr

source: No further info available
fr: Aucune autre information disponible

source: Tab width
fr: Largeur tab

source: %d fewer lines
fr: %d moins de lignes

source: Input
fr: Entrée

source: Select Macro
fr: Sélection Macro

source: Enter Macro
fr: Entrer Macro

source: Undefined marker: %c
fr: Marqueur indéfini: %c

source: %d lines moved
fr: %d lignes déplacé

source: Not allowed in hex mode
fr: Pas permis a mode hexadécimal

source: Replaced: %d occurrences of: %s
fr: Remplacé: %d les occurrences de: %s

source: %d lines yanked
fr: %d de lignes tirées

source: Save changes
fr: Rester les modifications

source: Confirm
fr: confirmer

source: Save changes to
fr: enregistrer les modifications apportées

source: Find
fr: Trouver

source: Replace
fr: remplacer

source: Find what
fr: Barre de recherche

source: Match case
fr: sensible à la casse

source: Match whole word
fr: mot entier

source: Regular expression
fr: expression régulière

source: Replace with
fr: Remplacer dans les fichier&s

source: Search down
fr: de recherche à

source: Searching for
fr: regarder dans le bas

source: replacing with
fr: remplacer avec

source: All Files
fr: Tous les fichiers

source: In files
fr: &Rechercher dans les fichiers

source: Add what
fr: Ajouter quelque chose

source: Include directory
fr: Catalogue incluré

source: File Name
fr: Fichier enregistrer sous

source: In Folder
fr: Dans le dossier

source: Type
fr: Type de fichier

source: List Colour
fr: liste des couleurs

source: Size
fr: Taille

source: Modified
fr: modifié

source: List Font
fr: liste des fontes

source: Sort On
fr: Tri sur

source: Sorted on
fr: Triés sur

source: Line
fr: Lignes

source: Match
fr: Couple

source: Line No
fr: Lignes

source: Replaced
fr: Remplacé

source: Keywords
fr: Mots-clés

source: Query
fr: Question

source: &Build RBS File
fr: &Build RBS Fichier

source: Folder
fr: Type de fichier

source: Find Results
fr: Résultats de la Récherche

source: History
fr: Histoire

source: File
fr: Fichier

source: Replace Results
fr: Remplacer des résultats

source: SQL Queries
fr: Requêtes SQL

source: Folder Type
fr: Type de fichier

source: RBS File
fr: RBS Fichier

source: RBS Pattern
fr: Motif RBS

source: Build RBS File
fr: Construire Fichier RBS

source: generated
fr: généré

source: Toolbar
fr: barre d'outils

source: Findbar
fr: barre de recherche

source: Editor Options
fr: options de l'éditeur

source: &Menubar Ctrl+I
fr: &Barre de recherche Ctrl+I

source: &Statusbar
fr: &Statut

source: &Toolbar
fr: &Barre d'outils

source: &Findbar
fr: &Barre de recherche

source: &Deselect All
fr: &Sélectionner

source: &Invert
fr: &Inverser

source: Page &Setup
fr: &Mise en Page

source: &Tools
fr: &Barre d'outils

source: Datasource
fr: Sources des données

source: User
fr: Utilisateur

source: Password
fr: Mot de passe

source: <Skipped>
fr: <Ignoré>

source: Process folder
fr: &Proceès

source: Process
fr: &Procès

source: Stopped
fr: Arrêter l'enregistrement

source: Ready
fr: Prêt

source: vi mode
fr: vi en mode

source: event not found
fr: l'événement n'est pas trouvé

source: Properties
fr: Propriété

source: Open
fr: Ouvrir

source: &Open In Browser
fr: &La vue d'ensemble

source: &Uppercase F11
fr: &Majescule F11

source: &Lowercase F12
fr: &Miniscule F12

source: &Sort
fr: &Trier automatiquement

source: &Selection
fr: &Sélectionner

source: &Toggle Fold Ctrl+T
fr: & Fois Ctrl+T

source: &Fold All Lines F9
fr: &Fois Toutes les Lignes F9

source: &Unfold All Lines F10
fr: &Déplier Toutes les Lignes F10

source: End of line
fr: Fin de ligne

source: Line numbers
fr: Numéros de ligne

source: Use tabs
fr: Utilisez les onglets

source: Caret line
fr: Caret ligne

source: General
fr: Générale

source: Invisible after ident
fr: Invisible après ident

source: Visible always
fr: VIsible toujours

source: Whitespace
fr: Espace

source: None
fr: Aucun

source: Word
fr: Mot

source: Char
fr: Omble chevalier

source: Wrap line
fr: Enroulez la ligne

source: End
fr: Fin

source: Start
fr: &Départ

source: Wrap visual flags
fr: Enroulez des indicateurs visuels

source: Default font
fr: jFont par défaut

source: Edge column
fr: colonne de bord

source: Edge
fr: Bord

source: Background
fr: L'arrière-plan

source: Edge line
fr: Ligne de bord

source: Margin
fr: La marge

source: Indent
fr: Tiret

source: Divider
fr: DIviseur

source: Folding
fr: Pliage

source: Line number
fr: fichier:nuémro de ligne

source: Auto fold
fr: &Trier automatiquement

source: Indentation guide
fr: Guide d'indentation

source: Line before expanded
fr: Ligne avant élargi

source: Line before contracted
fr: Ligne avant contracté

source: Line after expanded
fr: Ligne après élargi

source: Line after contracted
fr: Ligne après contracté

source: Fold flags
fr: Drapeaux

source: Normal
fr: Normale

source: Invert on white
fr: inverser sur blanc

source: Black on white
fr: noir sur blanc

source: Colour on white
fr: couleur sur fond blanc

source: Colour on white normal
fr: couleur sur fond blanc normale

source: Print flags
fr: Drapeaux Préfixes

source: Printer
fr: imprimé

source: Directory
fr: Directoire

source: Control Character
fr: &Caractère de Contrôle

source: Document is readonly
fr: Document est en lectureseule

source: Readonly attribute changed
fr: Attribut lecture en seule changé

source: Enter Byte Offset
fr: Donne offset variable

source: Enter Line Number
fr: Fichier:numéro de ligne

source: No markers present
fr: Pas de marquers présents

source: Opened
fr: Ouvert

source: Saved
fr: Sauvé

source: file: %s does not exist
fr: fichier: %s n'existe pas

source: Files
fr: fichiers

source: Found %ld matches in
fr: Trouver %ld couples en

source: Replaced %ld matches in
fr: Remplacé %ld couples en

source: Reported %ld keywords in
fr: Rapporté %ld mot-clés en

source: Report &Keyword
fr: Rapport &Mot-clé

source: Actions Completed
fr: Actions Complétés

source: file(s)
fr: fichier(s)

source: Open in hex mode
fr: Voir hexadécimal

source: Synchronize modified files
fr: Synchroniser les fichiers modéfies

source: Find next
fr: &Rechercher le suivant/tF3

source: Find previous
fr: Trouvez des précédents

source: Search case sensitive
fr: Recherche des cas sensible

source: Search matching words
fr: Rechercher les mots correspondants

source: Search using regular expressions
fr: Recherche utilisant des expressions régulières

source: Comparator
fr: Comparateur

source: Compared
fr: Comparé

source: bottom
fr: fond

source: top
fr: sommit

source: hit
fr: but

source: not found
fr: pas trouvé

source: Synchronized
fr: Sychroniser les fichiers modifiés

source: Select Files
fr: les fichiers de projet

source: Page @PAGENUM@ of @PAGESCNT@
fr: Page @PAGENUM@ ou @PAGESCNT@

source: Printed
fr: imprimé

source: Path
fr: Trajet

source: Base folder
fr: Dossier de base

source: Select VCS Folder
fr: Sélectionnez le dossier VCS

source: Select
fr: Sélectionner

source: Prefix flags
fr: Drapeaux Préfixes

source: Subcommand
fr: Sous-commande

source: Revision comment
fr: Révision commentaire

source: Flags
fr: drapeaux

source: All rights reserved.
fr: Tous droits réservés

source: Added variable
fr: Ajouter variabele

source: Could not expand variable
fr: Impossible de développer variable

source: Unknown macro
fr: macro inconnue

source: Already playing back
fr: déjà joue

source: Macro aborted at '
fr: Macro a joué retour a '

source: Macro played back
fr: Macro a joué retour

source: Macro recording
fr: Macro enregistre

source: Macro '%s' is recorded
fr: Macro '%s' est enregistré

source: Add folders
fr: Ajouter des dossiers

source: &Open
fr: &Ouvrir

source: In folder
fr: Dans le dossier

source: Recursive
fr: récursive

source: Executed %ld SQL queries in
fr: Exécuté %ld SQL requêtes en

source: &SQL Query Run
fr: &SQL Requête Exécutée

source: Reported %ld SQL queries in
fr: Rapportés%ld SQL requêtes en

source: Report SQL &Query
fr: Rapport SQL &Requête

source: Find In Files
fr: &Rechercher dans les fichiers

source: Replace In Files
fr: Remplacer dans les fichiers

source: Removed not existing file: %s from history
fr: Retiré un fichier non existant: %s de l'histoire

source: Replace In Selection
fr: Remplacez en Sélection

source: Find In Selection
fr: Trouver en Sélection

source: Cancelled
fr: Annulé

source: Open &Recent
fr: Ouvrez&récents

source: C&ompare
fr: C&omparateur

source: &Make
fr: &Faire

source: &Compare With
fr: &Comparer avec

source: Add files
fr: Ajouter des fichiers

source: Add Items
fr: ajouter des éléments

source: Busy
fr: occupé

source: Added
fr: Ajouté

source: Add
fr: Ajouter

source: Readonly
fr: Lecture seule

source: Error
fr: Erreur

source: ODBC Error
fr: ODBC Erreur

source: Enter Lexer
fr: Entrer lexer

source: Enter Theme
fr: Entrer Thème

source: Enter Item Number
fr: Entrer le numéro d'article

source: Open ODBC Connection
fr: Ouvrir une connexion ODBC

source: Select Process
fr: Sélection des Projets

source: Item
fr: ajouter des éléments

source: Value
fr: Valeur

source: Enter Control Character
fr: &Caractère de contrôle

source: Enter Sort Position
fr: Entrer Position de trier
